Repository: Tubbz-alt/packagedb
Catalog: po/*.po
Languages: ca, es, hu, pl

source: Can only store bugzilla.Bug type
ca: Únicament pot emmagatzemar el tipus bugzilla.Bug
es: Solo puede almacenar archivos tipo bugzilla.Bug
hu: Csak bugzilla.hiba típust tud tárolni
pl: Można przechować tylko typ bugzilla.Bug

source: Invalid URL: redirecting: %(url)s
ca: URL no permesa: redirigint: %(url)s
es: Dirección URL no válida: redireccionando: %(url)s
hu: Hibás URL - átirányítás: %(url)s
pl: Nieprawidłowy adres URL: przekierowywanie: %(url)s

source: %(app)s -- Not a Valid Package Name
ca: %(app)s -- No és un nom de paquet vàlid
es: %(app)s -- No es un nombre válido de paquete
hu: %(app)s -- Nem érvényes csomagnév
pl: %(app)s - nieprawidłowa nazwa pakietu

source: No such package %(pkg)s
ca: Ni hi ha el paquet %(pkg)s
es: No existe tal paquete %(pkg)s
hu: Nincs ilyen nevű csomag %(pkg)s
pl: Brak pakietu %(pkg)s

source: %(app)s -- Open Bugs for %(pkg)s
ca: %(app)s -- Obre els errors per a %(pkg)s
es: %(app)s -- Errores existentes para %(pkg)s
hu: %(app)s -- Ismert hibák ehehz: %(pkg)s
pl: %(app)s - otwarte błędy pakietu %(pkg)s

source: %(app)s -- Collection Overview
ca: %(app)s -- Vista general de la col·lecció
es: %(app)s -- Descripción general de la colección
hu: %(app)s -- Gyűjtemény Áttekintés
pl: %(app)s - przegląd zbioru

source: %(app)s -- Invalid Collection Id
ca: %(app)s -- Identificador de col·lecció no permès
es: %(app)s -- ID de colección no válido
hu: %(app)s -- Helytelen gyűjtemény ID
pl: %(app)s - nieprawidłowy identyfikator zbioru

source: The collection_id you were linked to is not a valid id. If you received this error from a link on the fedoraproject.org website, please report it.
es: El id_de la colección al que está enlazado no es válido. Si recibe este error desde un enlace del sitio web fedoraproject.org, por favor infórmelo.
pl: collection_id, do którego prowadził odnośnik, nie jest prawidłowym identyfikatorem. Jeśli ten błąd pojawił się z odnośnika na stronie WWW fedoraproject.org, to proszę go zgłosić.

source: The collection_id you were linked to, %(id)s, does not exist. If you received this error from a link on the fedoraproject.org website, please report it.
es: El id_de la colección al que está enlazado, %(id)s, no existe. Si recibe este error desde un enlace del sitio web fedoraproject.org, por favor infórmelo.
pl: collection_id, do którego prowadził odnośnik, %(id)s, nie istnieje. Jeśli ten błąd pojawił się z odnośnika na stronie WWW fedoraproject.org, to proszę go zgłosić.

source: %(count)s/%(num)s packages were unbranched for %(branch)s
pl: %(count)s/%(num)s pakietów nie posiadało gałęzi dla %(branch)s

source: Succesfully branched all %(num)s packages
es: Han sido ramificados con éxito todos los %(num)s paquetes
pl: Pomyślnie utworzono gałęzie dla wszystkich %(num)s pakietów

source: Mass branching status for %(branch)s
es: Estado masivo de ramificación para %(branch)s
pl: Stan masowego tworzenia gałęzi dla %(branch)s

source: Unable to locate a branch for %(branch)s
es: No es posible ubicar una ramificación para %(branch)s
pl: Nie można ustalić położenie gałęzi dla %(branch)s

source: Will not branch packages in EOL collection %(branch)s
es: No serán ramificados los paquetes de la colección que ha finalizado el período de su existencia (EOL, por las iniciales en inglés de End Of Life) %(branch)s
pl: Gałęzie nie zostaną utworzone dla zbioru EOL %(branch)s

source: Unable to mass branch for %(branch)s because it is not managed by koji
es: No es posible realizar una ramificación masiva para %(branch)s, debido a que no es administrado por koji
pl: Nie można masowo utworzyć gałęzi dla %(branch)s, ponieważ nie jest zarządzana przez program Koji

source: Unable to log into koji
ca: No es pot registrar a koji
es: No es posible registrarse en koji
hu: Bejelentkezés a Kojiba sikertelen
pl: Nie można zalogować się do programu Koji

source: Mass branch started. You will be emailed the results.
es: Se ha iniciado la ramificación masiva. Los resultados le serán enviados en un correo electrónico.
hu: Összesített csoport elindult. Az eredményekről emailban értesítjük.
pl: Rozpoczęto masowe tworzenie gałęzi. Wyniki zostaną wysłane na adres e-mail.

source: Fedora Package Database
ca: Base de dades de paquets de Fedora
es: Base de datos de los paquetes de Fedora
hu: Fedora Csomag Adatbázis
pl: Baza danych o pakietach Fedory

source: Login to the PackageDB
ca: Inicia la sessió a PackageDB
es: Ingreso a la base de datos de los paquetes (PackageDB)
hu: Bejelentkezés a CsomagDB-be
pl: Zaloguj się do bazy danych o pakietach

source: %(msg)s To make changes to this package see: %(url)s
ca: %(msg)s Per a fer canvis als paquets vegeu: %(url)s
es: %(msg)s Para realizar modificaciones sobre estos paquetes, vea: %(url)s
pl: %(msg)s Aby wprowadzić zmiany w tym pakiecie należy zobaczyć: %(url)s

source: Email address %(bugzilla_email)s is not a valid bugzilla email address. Either make a bugzilla account with that email address or change your email address in the Fedora Account System https://admin.fedoraproject.org/accounts/ to a valid bugzilla email address and try again.
es: La dirección de correo %(bugzilla_email)s no es una dirección válida en bugzilla. Genere una cuenta en bugzilla con esa dirección, o modifique su dirección de correo en el Sistema de cuentas de Fedora (https://admin.fedoraproject.org/accounts/), ingrese allí una dirección de correo electrónico que sea válida en bugzilla, e inténtelo nuevamente.
pl: Adres e-mail %(bugzilla_email)s nie jest prawidłowym adresem e-mail Bugzilli. Należy utworzyć konto Bugzilli z tym adresem e-mail lub zmienić adres e-mail w Systemie kont Fedory https://admin.fedoraproject.org/accounts/ na prawidłowy adres e-mail Bugzilli spróbować ponownie.

source: %(user)s must be in one of these groups: %(groups)s to own a package
es: Para ser el dueño de un paquete, el usuario %(user)s debe formar parte de alguno de los siguientes grupos: %(groups)s
pl: %(user)s musi być w jednej z tych grup: %(groups)s, aby zostać właścicielem pakietu

source: %(user)s must be in one of these groups: %(groups)s to hold the %(acl)s acl
es: Para mantener el acl %(acl)s, el usuario %(user)s debe formar parte de alguno de los siguientes grupos: %(groups)s
pl: %(user)s musi być w jednej z tych grup: %(groups)s, aby utrzymać ACL %(acl)s

source: Would have reassigned bug #%(bug_num)s from %(former)s to %(current)s
es: Habría reasignado el error #%(bug_num)s de %(former)s a %(current)s
pl: Zmieniono by przydział błędu #%(bug_num)s z %(former)s na %(current)s

source: No such package %(pkg_id)s
ca: No hi ha el paquet %(pkg_id)s
es: No existe tal paquete %(pkg_id)s
pl: Brak pakietu %(pkg_id)s

source: This package is retired. It must be unretired first
pl: Ten pakiet jest wycofany. Musi najpierw zostać przywrócony

source: Acls error: %(err)s
ca: Error acls: %(err)s
es: Error acls: %(err)s
pl: Błąd ACL: %(err)s

source: Package %(pkg)s not available for taking
es: El paquete %(pkg)s no está disponible para ser tomado
pl: Pakiet %(pkg)s nie jest dostępny do przejęcia

source: Not able to change owner information for %(pkg)s
es: No es posible modificar la información de pertenencia de %(pkg)s
pl: Nie można zmienić informacji o właścicielu dla %(pkg)s

source: %(pkg)s ownership updated
es: Ha sido actualizada la pertenencia de %(pkg)s
pl: Właściciel %(pkg)s został zaktualizowany

source: The (un)retiring of package %(pkg)s could not be completed. Check your permissions.
pl: Nie można ukończyć wycofania/przywrócenia pakietu %(pkg)s. Proszę sprawdzić uprawnienia.

source: Unable to (un)retire package %(pkg)s
pl: Nie można wycofać/przywrócić pakietu %(pkg)s.

source: %(pkg)s (un)retirement
pl: Wycofanie/przywrócenie %(pkg)s

source: Invalid Status: %(status)s
ca: Estat no permès: %(status)s
es: Estado no válido: %(status)s
pl: Nieprawidłowy stan: %(status)s

source: PackageListing %(pkg)s does not exist
ca: El llistat de paquets de %(pkg)s no existeix
es: PackageListing %(pkg)s no existe
pl: Lista pakietów %(pkg)s nie istnieje

source: No such user %(username), for package %(pkg)s in %(collection)s %(version)s
es: No existe el usuario %(username), del paquete %(pkg)s en %(collection)s %(version)s
pl: Brak użytkownika %(username) dla pakietu %(pkg)s w %(collection)s %(version)s

source: %(user)s is not allowed to approve Package ACLs
es: El usuario %(user)s no tiene permitido aprobar ACLs de paquete
pl: %(user)s nie może akceptować ACL pakietów

source: Not able to create acl %(acl)s on %(pkg)s with status %(status)s
es: No es posible crear acl %(acl)s en %(pkg)s con el estado %(status)s
pl: Nie można utworzyć ACL %(acl)s dla %(pkg)s ze stanem %(status)s

source: %(pkg)s had acl change status
pl: Zmieniono stan ACL %(pkg)s

source: Package Listing with id: %(pkg)s does not exist
es: Listado de paquetes con id: %(pkg)s no existe
pl: Lista pakietów z identyfikatorem: %(pkg)s nie istnieje

source: %(user)s is not allowed to approve Package ACLs for %(pkg)s (%(collctn)s %(ver)s)
es: El usuario %(user)s no tiene permitido aprobar ACLs de paquete para %(pkg)s (%(collctn)s %(ver)s)
pl: %(user)s nie ma zezwolenia na akceptowanie ACL pakietów dla %(pkg)s (%(collctn)s %(ver)s)

source: %(group)s is not a group that can commit to packages
es: El grupo %(group)s no es un grupo que pueda modificar paquetes
pl: %(group)s nie jest grupą, która może wprowadzać zmiany w pakietach

source: Not able to create acl %(acl)s on %(pkg)s (%(collctn)s %(ver)s) with status %(status)s
es: No es posible crear acl %(acl)s en %(pkg)s (%(collctn)s %(ver)s) con estado %(status)s
pl: Nie można utworzyć ACL %(acl)s dla %(pkg)s (%(collctn)s %(ver)s) ze stanem %(status)s

source: %(pkg)s had group_acl changed
pl: %(pkg)s ma zmienione group_acl

source: No such package listing %(pkg)s
es: No existe el paquete %(pkg)s en el listado
pl: Brak listy pakietów %(pkg)s

source: Not able to create acl %(acl)s for %(user)s on %(pkg)s
ca: Incapaç de crear l'acl %(acl)s per %(user)s en %(pkg)s
es: No es posible crear acl %(acl)s for %(user)s on %(pkg)s
pl: Nie można utworzyć ACL %(acl)s dla %(user)s w %(pkg)s

source: %(pkg)s: %(user)s has %(action)s %(acl)s
ca: %(pkg)s: %(user)s té %(action)s %(acl)s
es: %(pkg)s: el usuario %(user)s tiene %(action)s %(acl)s
pl: %(pkg)s: %(user)s posiada %(action)s %(acl)s

source: User must be in admin_grp
ca: L'usuari ha d'estar en admin_grp
pl: Użytkownik musi być w admin_grp

source: Package %(pkg)s already exists
ca: El paquet %(pkg)s ja existeix
es: Ya existe el paquete %(pkg)s
pl: Pakiet %(pkg)s już istnieje

source: Specified owner ID %(owner)s does not have a Fedora Account
ca: L'identificador %(owner)s de propietari especificat no té un compte a Fedora
es: El ID especificado del dueño %(owner)s no posee una cuenta Fedora
pl: Podany identyfikator właściciela %(owner)s nie posiada konta Fedory

source: Unable to create PackageListing for %(pkg)s(Fedora devel), %(user)s), %(status)s
ca: No es pot crear el PackageListing per a %(pkg)s(Fedora devel), %(user)s), %(status)s
es: No es posible crear PackageListing para %(pkg)s(Fedora devel), %(user)s), %(status)s
pl: Nie można utworzyć listy pakietów dla %(pkg)s(Fedora devel), %(user)s), %(status)s

source: %(pkg)s was added for %(owner)s
ca: %(pkg)s va afegir-se per %(owner)s
es: Fue agregado el paquete %(pkg)s para %(owner)s
pl: %(pkg)s został dodany dla %(owner)s

source: Package %(pkg)s does not exist
ca: El paquet %(pkg)s no existeix
es: El paquete %(pkg)s no existe
pl: Pakiet %(pkg)s nie istnieje

source: Permission denied
ca: Permís denegat
es: Permiso negado
pl: Brak uprawnień

source: Unable to set shouldopen on Package %(pkg)s
ca: No es pot establir shouldopen al paquet %(pkg)s
es: No es posible definir shouldopen en el paquete %(pkg)s
pl: Nie można ustawić shouldopen dla pakietu %(pkg)s

source: Specified owner %(owner)s does not have a Fedora Account
ca: El propietari especificat %(owner)s no té un compte a Fedora
es: El dueño indicado %(owner)s no posee una cuenta Fedora
pl: Podany właściciel %(owner)s nie posiada konta Fedory

source: No collection %(collctn)s
ca: Sense cap col·lecció %(collctn)s
es: No existe la colección %(collctn)s
pl: Brak zbioru %(collctn)s

source: New cclist member %(user)s is not in FAS
es: El nuevo miembro de cclist %(user)s no figura en FAS
pl: Nowy element listy CC %(user)s nie jest w FAS

source: New comaintainer%(user)s does not have a Fedora Account
es: El nuevo coencargado %(user)s no posee una cuenta Fedora
pl: Nowy współopiekun %(user)s nie posiada konta Fedory

source: Group %(group)s is not allowed to commit
es: El grupo %(group)s no tiene permitido realizar modificaciones
pl: Grupa %(group)s nie ma zezwolenia na wprowadzanie zmian

source: Unable to modify PackageListing %(pkg)s(%(collctn)s-%(ver)s)
es: No es posible modificar PackageListing %(pkg)s(%(collctn)s-%(ver)s)
pl: Nie można zmodyfikować listy pakietów %(pkg)s(%(collctn)s-%(ver)s)

source: %(pkg)s summary updated by %(user)s
es: El resumen del paquete %(pkg)s ha sido actualizado por el usuario %(user)s
pl: Podsumowanie %(pkg)s zostało zaktualizowane przez %(user)s

source: %(pkg)s (%(collctn)s, %(ver)s) updated by %(user)s
ca: %(pkg)s (%(collctn)s, %(ver)s) actualitzar per %(user)s
es: %(pkg)s (%(collctn)s, %(ver)s) ha sido actualizado por %(user)s
pl: %(pkg)s (%(collctn)s, %(ver)s) został zaktualizowany przez %(user)s

source: "%(package)s" does not exist on branch "%(master)s"
es: El paquete "%(package)s" no existe en la rama "%(master)s"
pl: "%(package)s" nie istnieje w gałęzi "%(master)s"

source: "%(branch)s" is not a valid branch name
es: "%(branch)s" no es un nombre de rama válido
pl: "%(branch)s" nie jest prawidłową nazwą gałęzi

source: Unable to clone "%(package)s %(master)s" to "%(package)s %(branch)s": %(msg)s
es: No es posible clonar "%(package)s %(master)s" en "%(package)s %(branch)s": %(msg)s
pl: Nie można sklonować "%(package)s %(master)s" do "%(package)s %(branch)s": %(msg)s

source: Unable to save clone of %(package)s %(master)s for %(branch)s to the database: %(error)s
es: No es posible almacenar el clon de %(package)s %(master)s de %(branch)s en la base de datos: %(error)s
pl: Nie można zapisać klonu %(package)s %(master)s dla %(branch)s w bazie danych: %(error)s

source: %(user)s cloned %(pkg)s %(branch)s from %(master)s
es: El usuario %(user)s ha clonado %(pkg)s %(branch)s de %(master)s
pl: %(user)s sklonował %(pkg)s %(branch)s z %(master)s

source: %(pkg)s %(branch)s cloned from %(master)s
ca: %(pkg)s %(branch)s clonat des de %(master)s
es: %(pkg)s %(branch)s ha sido clonado de %(master)s
pl: %(pkg)s %(branch)s sklonowano z %(master)s

source: %(user)s is not in admin_grp
ca: %(user)s no està en admin_grp
es: %(user)s no se encuentra en el admin_grp
pl: %(user)s nie jest w admin_grp

source: Collection %(collctn)s does not exist
ca: La col·lecció %(collctn)s no existeix
es: La colección %(collctn)s no existe
pl: Zbiór %(collctn)s nie istnieje

source: Unable to save changes to the database: %(err)s
ca: No es poden desar els canvis a la base de dades: %(err)s
es: No es posible guardar los cambios en la base de datos: %(err)s
pl: Nie można zapisać zmian w bazie danych: %(err)s

source: %(app)s -- Packages Overview %(mode)s
ca: %(app)s -- Visió general des paquets %(mode)s
es: %(app)s -- Descripción general %(mode)s de los paquetes
pl: %(app)s - informacje o pakietach %(mode)s

source: %(app)s -- VCS ACLs
ca: %(app)s -- ACLs de VCS
es: %(app)s -- ACLs de VCS
pl: %(app)s - ACL VCS

source: %(app)s -- Bugzilla ACLs
ca: %(app)s -- ACLs de Bugzilla
es: %(app)s -- ACLs de Bugzilla
pl: %(app)s - ACL Bugzilli

source: %(app)s -- Notification List
ca: %(app)s -- Llista de notificació
es: %(app)s -- Lista de notificación
pl: %(app)s - lista powiadamiania

source: Would have sent: %(subject)s
ca: Podria haver-se enviat: %(subject)s
es: Habría enviado: %(subject)s
pl: Wysłano by: %(subject)s

source: %(app)s -- Invalid Package Name
ca: %(app)s -- Nom de paquet no permès
es: %(app)s -- Nombre de paquete no válido
pl: %(app)s - nieprawidłowa nazwa pakietu

source: The packagename you were linked to (%(pkg)s) does not appear in the Package Database. If you received this error from a link on the fedoraproject.org website, please report it.
es: El packagename (%(pkg)s) al que está enlazado no figura en la base de datos de paquetes. Si recibe este error desde un enlace del sitio web fedoraproject.org, por favor infórmelo.
pl: packagename, do którego prowadził odnośnik (%(pkg)s), nie znajduje się w bazie danych o pakietach. Jeśli ten błąd pojawił się z odnośnika na stronie WWW fedoraproject.org, to proszę go zgłosić.

source: %(app)s -- Not a Collection
ca: %(app)s -- No és una col·lecció
es: %(app)s -- No es una colección
hu: %(app)s -- Nem gyűjtemény
pl: %(app)s - nie jest zbiorem

source: %(name)s %(ver)s is not a Collection.
ca: %(name)s %(ver)s mo és una col·lecció.
es: %(name)s %(ver)s no es una colección
hu: %(name)s %(ver)s nem gyűjtemény.
pl: %(name)s %(ver)s nie jest zbiorem.

source: %(app)s -- Not in Collection
ca: %(app)s -- No està en la col·lecció
es: %(app)s -- No es una colección
hu: %(app)s -- Nincs a gyűjteményben
pl: %(app)s - nie jest w zbiorze

source: The package %(pkg)s is not in Collection %(collctn_name)s %(collctn_ver)s.
es: El paquete %(pkg)s no se encuentra en la colección %(collctn_name)s %(collctn_ver)s.
hu: A csomag %(pkg)s, nincs ebben a gyűjteményben %(collctn_name)s %(collctn_ver)s.
pl: Pakiet %(pkg)s nie jest w zbiorze %(collctn_name)s %(collctn_ver)s.

source: %(app)s -- Invalid Package Id
ca: %(app)s -- Identificador de paquet no permès
es: %(app)s -- ID de paquete no válida
hu: %(app)s -- Hibás csomag ID
pl: %(app)s - nieprawidłowy identyfikator pakietu

source: The packageId you were linked to is not a valid id. If you received this error from a link on the fedoraproject.org website, please report it.
es: El packageId al que está enlazado no es un id válido. Si recibe este error desde un enlace del sitio web fedoraproject.org, por favor infórmelo.
hu: A csomagID amire hivatkozott nem egy érvényes ID szám. Ha ezt a hibát egy linkről kapta a fedoraproject.org weboldalon keresztül, kérem jelentse.
pl: packageId do którego prowadził odnośnik, nie jest prawidłowym identyfikatorem. Jeśli ten błąd pojawił się z odnośnika na stronie WWW fedoraproject.org, to proszę go zgłosić.

source: %(app)s -- Unknown Package
es: %(app)s -- Paquete desconocido
hu: %(app)s -- Ismeretlen csomag
pl: %(app)s - nieznany pakiet

source: The packageId you were linked to, %(pkg)s, does not exist. If you received this error from a link on the fedoraproject.org website, please report it.
es: El packagId (%(pkg)s) al que está enlazado no existe. Si recibe este error desde un enlace del sitio web fedoraproject.org, por favor infórmelo.
hu: A csomagID amire hivatkozott, %(pkg)s, nem létezik. Ha ezt a hibát egy linkről kapta a fedoraproject.org weboldalon keresztül, kérem jelentse.
pl: packageId do którego prowadził odnośnik, %(pkg)s, nie istnieje. Jeśli ten błąd pojawił się z odnośnika na stronie WWW fedoraproject.org, to proszę go zgłosić.

source: %(app)s -- Orphaned Packages
es: %(app)s -- Paquetes huérfanos
hu: %(app)s -- Árva Csomagok
pl: %(app)s - porzucone pakiety

source: The Fedora Package Database
ca: La base de dades de paquets de Fedora
es: La base de datos de los paquetes de Fedora
hu: A Fedora Csomag Adatbázis
pl: Baza danych o pakietach Fedory

source: Keep track of owner, maintainer, and parties interested in the development of a particular software package within Fedora. This database is a central store for important package information and allows querying of the package information from other tools.
es: Realiza un seguimiento del dueño, encargado, y quienes estén interesados en el desarrollo de un paquete de software determinado de Fedora. Esta base de datos es un depósito fundamental de información acerca de paquetes importantes, y permite realizar consultas de la información del paquete desde otras herramientas.
hu: Nyomonkövetheti a tulajdonost, és az érdekelt csoportokat a fejlesztésben, a szoftvercsomagokat a Fedorán belül. Ez az adatbázis a központi tárolóhelye a fontos csomaginformációknak és lehetővé teszi a csomag lekérdezését egyéb eszközökön keresztül.
pl: Śledzenie właścicieli, opiekunów i stron zainteresowanych w rozwoju danego pakietu oprogramowania w Fedorze. Ta baza danych jest centralnym miejscem przechowywania ważnych informacji o pakietach i umożliwia odpytywanie tych informacji przez inne narzędzia.

source: %(app)s -- Advanced Search
ca: %(app)s -- Cerca avançada
es: %(app)s -- Búsqueda avanzada
hu: %(app)s -- Bővített keresés
pl: %(app)s - wyszukiwanie zaawansowane

source: %(app)s -- Search packages for: %(words)s
ca: %(app)s -- Cercar paquets amb: %(words)s
es: %(app)s -- Busca paquetes con: %(words)s
hu: %(app)s -- Csomag keresés ehhez: %(words)s
pl: %(app)s - wyszukiwanie pakietów dla: %(words)s

source: need to be logged in
ca: cal iniciar una sessió a
es: es necesario haberse registrado
hu: be kell jelentkeznie.
pl: należy być zalogowanym

source: %(app)s -- Package Stats
ca: %(app)s -- Estadístiques dels paquets
es: %(app)s -- Estadísticas del paquete
hu: %(app)s -- Csomag statisztika
pl: %(app)s - statystyki pakietu

source: You must be logged in to view your information
es: Es necesario haberse registrado para visualizar su información
hu: Be kell jelentkeznie hogy lássa információit
pl: Należy być zalogowanym, aby wyświetlić informacje

source: %(app)s -- %(name)s -- Packages
ca: %(app)s -- %(name)s -- Paquets
es: %(app)s -- %(name)s -- Paquetes
hu: %(app)s -- %(name)s -- Csomagok
pl: %(app)s - %(name)s - Pakiety

source: %(app)s -- %(name)s -- Info
ca: %(app)s -- %(name)s -- Informació
es: %(app)s -- %(name)s -- Información
hu: %(app)s -- %(name)s -- Információ
pl: %(app)s - %(name)s - Informacje

source: refresh forced for %(user)s
ca: refesc forçat per l'usuari %(user)s
es: se ha forzado la actualización para el usuario %(user)s
hu: frissítés követelve %(user)s -nél
pl: wymuszono odświeżenie dla %(user)s

source: A collection named %(collection)s does not exist.
ca: No exeisteix una col·lecció anomenada %(collection)s.
es: No existe una colección denominada %(collection)s.
hu: A gyűjtemény elnevezés: %(collection)s nem létezik.
pl: Zbiór o nazwie %(collection)s nie istnieje.

source: Version specified without a collection name
ca: Versió especificada sense un no de col·lecció
es: Se ha indicado una versión sin un nombre de colección
hu: Gyűjtemény név nélkül, csak verzióval lett meghatározva
pl: Podano wersję bez nazwy zbioru

source: There is no collection for %(name)s-%(version)s
ca: No hi ha cap col·lecció per a %(name)s-%(version)s
es: No existe una colección con %(name)s-%(version)s
hu: Itt nincs ilyen gyűjtemény ehhez a %(name)s - %(version)s
pl: Brak zbioru dla %(name)s-%(version)s

source: Collection named %(name)s does not exist
ca: No existeix cap col·lecció anomenada %(name)s
es: La colección denominada %(name)s no existe
hu: Gyűjtemény elnevezés: %(name)s nem létezik
pl: Zbiór o nazwie %(name)s nie istnieje

source: Expected Repo format 9 or 10, got %(ver)s
es: Se esperaba un formato de Repo 9 o 10, se obtuvo %(ver)s
hu: Várt Repo formátum 9 vagy 10, jelenleg: %(ver)s
pl: Oczekiwano formatu repozytorium 9 lub 10, otrzymano %(ver)s

source: Packages without descriptions: %(num)s
es: Paquetes sin descripción: %(num)s
hu: Csomagok leírások nélkül: %(num)s
pl: Pakiety bez opisów: %(num)s

source: The credentials you supplied were not correct or did not grant access to this resource.
es: Las credenciales que ha provisto no eran correctas o eran insuficientes para obtener acceso a este recurso.
hu: A megadott hitelesítési információk nem helyesek, vagy nincs hozzáférése ehhez az erőforráshoz.
pl: Podane dane uwierzytelniające nie są poprawne lub nie zapewniają dostępu do tego zasobu.
