Repository: Tubbz-alt/packagedb
Catalog: po/*.po
Languages: ca, es, hu, pl

source: You must provide your credentials before accessing this resource.
es: Debe proveer credenciales antes de acceder a este recurso.
hu: Hitelesítenie kell magát mielőtt hozáférne ehhez az erőforráshoz.
pl: Należy podać dane uwierzytelniające przed uzyskaniem dostępu do tego zasobu.

source: Please log in.
ca: Inicieu una sessió.
es: Por favor regístrese.
hu: Kérem jelentkezzen be.
pl: Proszę się zalogować.

source: Package
ca: Paquet
es: Paquete
hu: Csomag
pl: Pakiet

source: Description
ca: Descripció
es: Descripción
hu: Leírás
pl: Opis

source: Owner
ca: Propietari
es: Dueño
hu: Tulajdonos
pl: Właściciel

source: Initial QA
ca: Preguntes i respostes inicials
es: QA de inicio
hu: Kezdeti QA
pl: Początkowe pole QA

source: Initial CCList
es: CCList de inicio
hu: Kezdeti CCLista
pl: Początkowa lista CC

source: Collections
ca: Col·leccions
es: Colecciones
hu: Gyűjtemények
pl: Zbiory

source: Collection - Set of Linux packages created and hosted by the Fedora Project
es: Colección - Conjunto de paquetes Linux creados y alojados por el Proyecto fedora
hu: Gyűjtemény - A Fedora Project Linux által tárolt csomagok és csoportjának elkészülte
pl: Zbiór - zestaw pakietów systemu Linux utworzonych i hostowanych przez Projekt Fedora

source: Collection
ca: Col·lecció
es: Colección
hu: Gyűjtemény
pl: Zbiór

source: Collection Version - Version of the Collection
ca: Versió col·lecció - Cersió de la col·lecció
es: Versión de la colección - Versión de la colección
hu: Gyűjtő verziója - A gyűjtemény verziója
pl: Wersja zbioru

source: Version
ca: Versió
es: Versión
hu: Verzió
pl: Wersja

source: Number of Packages - How many packages are in the cvs repository for this colleciton version. May not have been built for this distribution
es: Cantidad de paquetes - La cantidad de paquetes que existen en el repositorio cvs para la versión de esta colección. Podrían no haber sido compilados para esta distribución
pl: Liczba pakietów - ile pakietów znajduje się w repozytorium CVS dla tej wersji zbioru. Mogły nie zostać zbudowane dla tej dystrybucji

source: Number of Packages
ca: Número de paquets
es: Cantidad de paquetes
hu: Csomagok száma
pl: Liczba pakietów

source: Actions that may be carried out against all the packages in this collection. Usually need to be in the cvsadmin group to operate on these
es: Acciones que podrían llevarse a cabo sobre todos los paquetes en esta colección. Generalmente es necesario estar en el grupo cvsadmin para llevarlas a cabo
pl: Czynności, które mogą być wykonywane dla wszystkich pakietów w tym zbiorze. Zwykle należy być w grupie cvsadmin, aby móc je wykonywać

source: Actions
ca: Accions
es: Acciones
hu: Műveletek
pl: Czynności

source: Branch every package in 'Fedora devel' to this branch. This copies the permissions and makes it possible to create a branch on the cvs server.
pl: Tworzy tę gałąź dla każdego pakietu w zbiorze "Fedora devel". Kopiuje uprawnienia i umożliwia utworzenie gałęzi w serwerze CVS.

source: Status
ca: Estat
es: Estado
hu: Állapota
pl: Stan

source: Creation Date
ca: Data de creació
es: Fecha de creación
hu: Létrehozás dátuma
pl: Data utworzenia

source: Limit results to these collections
ca: Limita els resultats d'aquestes col·leccions
es: Limita los resultados a estas colecciones
hu: Eredmények szűkítése ezekhez a gyűjteményekhez
pl: Ogranicz wyniki do tych zbiorów

source: Include EOL Releases
ca: Incloure llançaments amb cicle de vida exhaurit
es: Incluye lanzamientos EOL
hu: EOL kiadások hozzáadása
pl: Dołącz wydania EOL

source: Collection Name:
ca: Nom de la col·lecció:
es: Nombre de la colección:
hu: Gyűjtemény neve
pl: Nazwa zbioru:

source: any
es: cualquiera
hu: bármelyik
pl: wszystkie

source: Collection Version:
ca: Versió de la col·lecció:
es: Versiones de la colección:
hu: gyűjtemény verziója:
pl: Wersja zbioru:

source: Filter
ca: Filtre
es: Filtro
hu: Szűrő
pl: Filtr

source: Navigation
ca: Navegació
es: Navegación
hu: Navigáció
pl: Nawigacja

source: Packages Home
ca: Inici dels paquets
hu: Csomagok nyitóoldal
pl: Strona domowa pakietów

source: View Collections
ca: Visualitza les col·leccions
es: Visualizar colecciones
hu: Gyűjtemények megtekintése
pl: Wyświetl zbiory

source: View Packages
ca: Visualitza els paquets
es: Visualizar paquetes
hu: Csomagok megtekintése
pl: Wyświetl pakiety

source: View Bugs
ca: Visualitza els errors
es: Visualizar errores
hu: Hibák megtekintése
pl: Wyświetl błędy

source: My Packages
ca: Els meus paquets
es: Mis paquetes
hu: Saját csomagok
pl: Moje pakiety

source: Orphan Packages
ca: Paquets orfes
es: Paquetes huérfanos
hu: Árva csomagok
pl: Porzucone pakiety

source: Package Stats
ca: Estadístiques del paquet
es: Estadísticas de los paquetes
hu: Csomag állapota
pl: Statystyki pakietu

source: PackageDB Bugs
ca: Errors de PackageDB
es: Errores de la base de datos de los paquetes
hu: CsomagDB Hibák
pl: Błędy bazy danych o pakietach

source: Search
ca: Cerca
es: Búsqueda
hu: Keresés
pl: Wyszukaj

source: PackageDB Version:
ca: Versió de PackageDB:
es: Versión de la base de datos de los paquetes:
hu: CsomagDB verziója
pl: Wersja bazy danych o pakietach:

source: -- Server:
ca: -- Servidor:
es: --Servidor:
hu: -- Kiszolgáló:
pl: - Serwer:

source: Copyright © 2007-2009 Red Hat, Inc. and others. Please send any comments or corrections to the
ca: Copyright © 2007-2009 Red Hat, Inc. i d'altres. Envieu els vostres comentaris i les vostres correccions al
es: Copyright © 2007-2009 Red Hat, Inc. y otros. Por favor envíe cualquier comentario o corrección al
hu: © 2010 Red Hat, Inc. és mások. Kérjük, bármilyen megjegyzése vagy javítása van - küldje el a
pl: Copyright © 2007-2009 Red Hat, Inc. i inni. Proszę wysyłać wszelkie komentarze i korekty do

source: websites team
ca: Lloc web de l'equip
es: equipo de sitios red
hu: weboldalak csapatának.
pl: zespołu stron WWW (w języku angielskim)

source: The Fedora Project is maintained and driven by the community and sponsored by Red Hat. This is a community maintained site. Red Hat is not responsible for content.
ca: El Projecte Fedora és mantingut i dirigit per la comunitat, i està patrocinat per Red Hat. Aquest és un lloc mantingut per la comunitat. Red Hat no n'és responsable del contingut.
es: El proyecto Fedora es mantenido e impulsado por una comunidad, cuyo patrocinador es Red Hat. Este es un sitio mantenido por una comunidad. Red Hat no es responsable de su contenido.
hu: A Fedora Projekt a saját közössége által karbantartott, írányított és a Red Hat által szponzorált. Ez egy - a közösség által karbantartott oldal. A Red Hat nem felelős a tartalomért.
pl: Projekt Fedora jest zarządzany i rozwijany przez społeczność, a sponsorowany przez firmę Red Hat. Ta strona jest zarządzana przez społeczność. Firma Red Hat nie odpowiada za jej treść.

source: Legal
es: Legales
hu: Jogi jegyzet
pl: Kwestie prawne

source: Trademark Guidelines
ca: Guia de les marques comercials rgistrades
es: Lineamientos de marca
hu: Védjegy irányelvek
pl: Wytyczne używania znaków handlowych

source: [show all]
ca: [mostra-ho tot]
es: [mostrar todo]
hu: [összes megjelenítése]
pl: [wyświetl wszystko]

source: Click on a package to view the bug reports opened against it. Or go to the
es: Haga clic sobre un paquete para conocer los informes de errores que posea. O diríjase hacia
hu: Kattintson a csomagra, hogy lássa a bejelentett hibákat rá. Vagy menjen
pl: Naciśnięcie na pakiecie wyświetli otwarte raporty błędów dla danego pakietu. Można też przejść do

source: bugzilla main page
ca: Pàgina principal de bugzilla
es: la página principal de bugzilla
hu: bugzilla nyitóoldal
pl: głównej strony Bugzilli

source: to construct your own search.
ca: per a construir la vostra pròpia cerca.
es: para realizar su propia búsqueda.
hu: alakítsa ki a saját saját keresési kritériumait.
pl: , aby utworzyć własne zapytanie.

source: bugs
ca: errors
es: errores
hu: hibák
pl: błędy

source: bugs found
ca: errors trobats
es: errores encontrados
hu: talált hiba
pl: odnaleziono błędy

source: Report
ca: Informe
es: Informes
hu: Jelentés
pl: Zgłoś

source: a new bug against this package
es: un nuevo error sobre este paquete
hu: új hiba bejelentése ehhez a csomaghoz
pl: nowy błąd w tym pakiecie

source: Number
ca: Número
es: Número
hu: Száma
pl: Numer

source: Product
ca: Producte
es: Producto
hu: Termék
pl: Produkt

source: Build Status
ca: Estat de construcció
es: Generar estado
hu: Építési állapot
pl: Stan budowania

source: Update Status
ca: Estat d'actualització
es: Actualizar estado
hu: Frissítési állapot
pl: Stan aktualizacji

source: Package Source
ca: Paquet de fonts
es: Fuente del paquete
hu: Csomag forrása
pl: Źródło pakietu

source: Bug Reports
ca: Informes d'errors
es: Informes de errores
hu: Hibajelentések
pl: Raporty błędów

source: Package Info
ca: Informació del paquet
es: Información del paquete
hu: Csomaginformáció
pl: Informacje o pakiecie

source: Contents:
ca: Contingut:
es: Contenidos:
hu: Tartalom:
pl: Zawartość:

source: QA Contact
ca: Contacte de preguntes i respostes
es: Contacto QA
hu: QA kapcsolat
pl: Kontakt QA

source: Spec File
ca: Fitxer Spec
hu: SPEC fájl
pl: Plik spec

source: group members can commit?
ca: Els membres del grup poder realitzar enviaments?
hu: csoporttagok hozzáadhatnak?
pl: członkowie grupy mogą wprowadzać zmiany?

source: Search in a specific collection:
ca: Cerca en una col·lecció concreta:
es: Buscar en una colección determinada:
hu: Keresés egy meghatározott gyűjteményben:
pl: Wyszukaj w podanym zbiorze:

source: Advanced search
ca: Cerca avançada
es: Búsqueda avanzada
hu: Bővített keresés
pl: Wyszukiwanie zaawansowane

source: matches found in
ca: coincidències trobades en
es: coincidencias encontradas en
hu: találat ebben
pl: wyników odnalezionych w

source: for package
ca: per al paquet
es: para el paquete
hu: csomaghoz
pl: dla pakietu

source: We are sorry, but there were no matches to display for:
ca: No hi han coincidències per a mostrar:
es: Lo sentimos, pero no existen coincidencias que mostrar de:
hu: Sajnáljuk, de nincs megjleníthető egyezőség ehhez:
pl: Brak wyników dla:

source: in collection:
ca: en la col·lecció:
es: en la colección:
hu: a gyűjteményben:
pl: w zbiorze:

source: Statistics
ca: Estadístiques
es: Estadísticas
hu: Statisztika
pl: Statystyki

source: Packages with no comaintainers in devel:
ca: Paquets en desenvolupament sense cap mantenidor:
es: Paquetes sin coencargados en devel:
hu: Csomagok segédkarbantartók nélkül devel ágban:
pl: Pakiety bez współopiekunów w zbiorze devel:

source: Packages in all Collections:
ca: Paquets en totes les categories:
es: Paquetes en todas las colecciones:
hu: Csomagok száma az összes gyűjteményben:
pl: Pakietów we wszystkich zbiorach:

source: Packages belonging to you:
ca: Paquets que us pertanyen:
es: Paquetes pertenecientes a usted:
hu: Csomagok amik hozzád tartoznak:
pl: Pakiety należące do użytkownika:

source: Orphan packages in devel:
ca: Paquets orfes en desenvolupament:
es: Paquetes huérfanos en devel:
hu: Árva csomagok a devel ágban:
pl: Porzucone pakiety w zbiorze devel:

source: Orphan packages in Fedora 10:
ca: Paquets orfes a Fedora 10:
es: Paquetes huérfanos en Fedora 10:
hu: Árva csomagok a Fedora 10-ben:
pl: Porzucone pakiety w Fedorze 10:

source: Top 20 package owners
ca: Els pimers 20 propietaris de paquets
es: Los 20 mejores dueños de paquetes
hu: Top 20 csomag birtokló
pl: Top 20 właścicieli pakietów

source: Counter
ca: Quantitat
es: Contador
hu: Számláló
pl: Licznik

source: Number of packages owned
ca: Número de paquets en propietat
es: Cantidad de paquetes pertenecientes
hu: Birtokolt csomagok száma
pl: Liczba pakietów, których jest właścicielem

source: Packages
ca: Paquets
es: Paquetes
hu: Csomagok
pl: Pakiety

source: Top 20 Maintainers (owners or comaintainers)
es: Los 20 mejores encargados (dueños o coencargados)
hu: Top 20 karbantartó (tulajdonosok és segédkarbantartók)
pl: Top 20 opiekunów (właścicieli lub współopiekunów)

source: Top 20 package Owners or comaintainers
es: Los 20 mejores dueños o coencargados
hu: Top 20 csomagtulajdonos vagy segédkarbantartó
pl: Top 20 właścicieli lub współopiekunów

source: Maintainer
ca: Mantenidor
es: Encargado
hu: Karbantartó
pl: Opiekun

source: Number of packages maintained
ca: Número de paquets mantinguts
es: Cantidad de paquetes administrados
hu: Karbantartott csomagok száma
pl: Liczba pakietów, którymi się opiekuje

source: Hello
ca: Hola
es: Hola
hu: Helló
pl: Witaj

source: View users:
ca: Visualitza els usuaris:
es: Visualizar usuarios:
hu: Felhasználók megtekintése
pl: Wyświetl użytkowników:

source: Info
ca: Informació
es: Información
pl: Informacje

source: Nothing else of interest yet!
ca: Encara sense res interessant!
es: ¡Todavía sin más interés!
pl: Nie ma jeszcze nic więcej ciekawego.

source: Only packages with these acls:
ca: Únicament els paquets amb aquests acls:
es: Solo los paquetes con los siguientes acls:
pl: Tylko pakiety z tymi ACL:

source: Include EOL Distributions
ca: Inclou distribucions amb el cicle de vida exhaurit
es: Incluir distribuciones EOL
hu: EOL (elavult) disztribúciók hozzáadása
pl: Dołącz dystrybucje EOL

source: View:
ca: Visualitza:
es: Visualizar:
hu: Nézet:
pl: Wyświetl:

source: My Info
ca: La meva informació
es: Información acerca de mí
hu: Saját info
pl: Moje informacje

source: | My Packages (
ca: | Els meus paquets (
es: | Mis paquetes (
hu: | Saját csomagjaim (
pl: | Moje pakiety (

source: View: Orphaned Packages (
ca: Visualitza: Paquets orfes (
es: Visualizar: Paquetes huérfanos (
hu: Nézet: Árva csomagok (
pl: Wyświetl: porzucone pakiety (

source: hide
ca: oculta
es: ocultar
hu: elrejtés
pl: ukryj

source: show
ca: mostra
es: mostrar
hu: megjelenítés
pl: wyświetl

source: EOL packages
ca: Paquets amb el cicle de vida exhaurit
es: Paquetes EOL
hu: EOL (elavult) csomagok
pl: Pakiety EOL

source: 's Info
ca: 's Informació
es: 's Información
pl: 's Informacje

source: 's Packages (
ca: 's Paquets (
es: 's Paquetes (
hu: csomagjai (
pl: - pakiety (
